/* The string for canceling a map editing function. */
"CancelKey" = "Cancel·lar";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Esteu segurs que voleu cancel·lar?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Les vostres modificacions no es desaran";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "No es desarà l’objecte creat.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Rebutjar modificacions";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Cancel·lar l’edició";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Adreça no vàlida";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "S’ha incloure una adreça al punt";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "No heu afegir una ubicació al punt";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "No s’afegirà el punt nou";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Continuar editant";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Seleccioneu el punt que voleu suprimir.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "No hi ha punts per suprimir.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "D'acord";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Esteu segur que voleu suprimir tots els punts?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "No";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Sí";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Voleu canviar a un punt?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Voleu canviar a una polilínia?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Voleu canviar a un polígon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Els punts que heu afegit no es canviaran i podeu continuar creant l’objecte";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Se suprimiran tots els punts afegits";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Segur que voleu suprimir aquest punt?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Desar";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtrar";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Ubicació actual";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Cap suggeriment trobat";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adreça";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Eliminar-ho tot";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ Creat correctament";

/* The placeholder text of the Searchbar */
"SearchKey" = "Cercar";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Afegir punt nou";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Mapa base";

/* The title for the standard map type. */
"StandardKey" = "Estàndard";

/* The title for the hybrid map type. */
"HybridKey" = "Híbrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Flyover híbrid";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Silenciat d’estàndard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satèl·lit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Flyover de satèl·lit";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Afegir ubicació";

